{"reviews":[{"content":"Pankaj Tour & Travels exceeded all our expectations! Our driver was incredibly punctual, both for pick-up and drop-off, making our sightseeing smooth and stress-free. The car was fantastic - clean, comfortable, and full of features that kept us entertained on the road. But the real star of the show was our driver. They were incredibly kind and knowledgeable, pointing out interesting sights and answering all our questions with a smile. We couldn't have asked for a better guide. Pankaj Tour & Travels is the perfect choice for anyone looking for a comfortable and informative tour experience.\n","name":"Aakash Sharma"},{"content":"\nWe recently booked a tour with Pankaj Tour & Travels and had an amazing time. Their punctuality was impeccable - they picked us up right on time and ensured we maximized our sightseeing time. The car was perfect for our tour - spacious, well-maintained, and comfortable for long journeys. But what truly set them apart was the driver. They were incredibly courteous, knowledgeable, and went above and beyond to make our tour enjoyable. Pankaj Tour & Travels gets a five-star rating from us! They are the ideal choice for anyone looking for a well-organized and enjoyable tour experience.","name":"Deepti Chopra"}],"vechiles":[{"name":"Swift dzire","image":"https://imgd-ct.aeplcdn.com/1056x660/cw/ec/24731/Toyota-Platinum-Etios-Left-Front-Three-Quarter-101738.jpg?v=201711021421&wm=1&q=80","costPerDay":"20.90","limit":100,"about":"Maruti Swift Dzire seamlessly blends style and practicality in a compact sedan package. Safety is prioritized with features like ABS and airbags. The cabin prioritizes comfort with features like tilt and telescopic steering, air conditioning, and power windows. Modern conveniences like a touchscreen infotainment system with smartphone connectivity and automatic climate control can be found. Keyless entry and push-button start add a touch of sophistication."},{"name":"Maruti Ertiga","image":"https://www.v3cars.com/media/model-imgs/1710506795-maruti-suzuki-ertiga.webp","costPerDay":"20","limit":120,"about":"The Ertiga offers comfortable seating for up to 7 adults with multiple seating configurations. The second-row seats can be folded or tumbled to provide easy access to the third row. You can also fold the third-row seats to create more cargo space. With a variety of features, including a 7-inch touchscreen infotainment system with Android Auto and Apple CarPlay, automatic climate control, cruise control, keyless entry and go, push-button start, rear parking sensors, and a rear parking camera"},{"name":"Innova Crysta","costPerDay":"8","limit":"100","about":"The Innova Crysta offers comfortable seating for up to 7 or 8 adults. It is loaded with features, including an 8-inch touchscreen infotainment system with Android Auto and Apple CarPlay, automatic climate control, keyless entry and go, push-button start, sunroof, ventilated seats, and a panoramic sunroof. The Innova Crysta is equipped with a comprehensive suite of safety features, including up to seven airbags, Anti-lock Braking System with Electronic Brake-force Distribution, Vehicle Stability Control, Hill Assist Control, and a tire pressure monitoring system.","image":"https://static3.toyotabharat.com/images/showroom/innova-mmc/unmatched-unrivaled-banner1600x850.jpg"},{"name":"Tempo Traveller","costPerDay":"17","limit":"2","about":"The Tampoo Traveller is your one-stop shop for transporting large groups! It comes in three sizes: 12-seater for a luxurious feel with individual armrests, 16-seater for a good balance of space and comfort, and a whopping 26-seater to maximize passenger capacity. All Travellers pack a powerful diesel engine to handle the load and come equipped with ABS for safe braking and air conditioning ensure everyone stays comfortable on the journey. Want some extras?  Select variants offer a touchscreen infotainment system to keep everyone entertained, a luggage rack for those extra bags, and even LED daytime running lights for improved visibility.","image":"https://3.imimg.com/data3/QW/BM/MY-11094088/tempo-traveller.jpg"},{"name":"Maruti Ciaz","costPerDay":"20.65","limit":"","about":"Accommodating up to 5 passengers, the Ciaz boasts a spacious cabin with ample legroom for everyone. On top of that, there's a generous 510-liter boot for luggage, making it perfect for road trips or errands. The infotainment system with SmartPlay Studio and smartphone connectivity keeps you entertained, while cruise control helps maintain highway speeds with ease. Safety is well addressed with features like dual airbags, ABS with EBD, and rear parking sensors with a camera. Maruti's mild-hybrid SHVS technology further enhances fuel efficiency, making the Ciaz a practical, spacious, and well-equipped sedan.","image":"https://imgd.aeplcdn.com/1056x594/n/f2r6isa_1467592.jpg?q=80"},{"name":"Force Urbania","costPerDay":"11","limit":"","about":"Aimed at comfortable group travel, the Force Urbania combines style with practicality. Its projector headlights and LED accents give it a modern look, while the interior boasts the segment's most spacious cabin, comfortably seating up to 10 passengers. Individual AC vents ensure everyone stays cool, and a 7-inch touchscreen infotainment system keeps them entertained on the go. Safety is prioritized with features like dual airbags and a rear camera. The Urbania offers a well-rounded package for those seeking a stylish and comfortable people mover.","image":"https://cdni.autocarindia.com/utils/imageresizer.ashx?n=http://img.haymarketsac.in/autocarpro/3ab34e02-9da0-44b2-a41c-977af7a0cb5b_IMG_20221121_130956.jpg&w=750&h=490&q=75&c=1"}],"gallery":["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRCnJEUWMN4VoRsHnCQI3R9Npo14N9Rw_mfmQ&usqp=CAU","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRCnJEUWMN4VoRsHnCQI3R9Npo14N9Rw_mfmQ&usqp=CAU","https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRCnJEUWMN4VoRsHnCQI3R9Npo14N9Rw_mfmQ&usqp=CAU"],"call":"+91-9911150579","whatsapp":"+91-9911150579","writereview":"https://example.com/write-review","location":"Vasundhara, Ghaziabad, 201001- UP"}
